/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Öppna";
"Open Title" = "Öppna: ^0";
"Save Default Title" = "Spara";
"Save Title" = "Spara: ^0";
"Choose File Title" = "Välj en fil";
"Choose Folder Title" = "Välj en mapp";
"Choose Volume Title" = "Välj en enhet";
"Choose Object Title" = "Välj objekt";
"New Folder Title" = "Ny mapp";

/* Button title strings */
"Save Button" = "Spara";
"Open Button" = "Öppna";
"Choose Button" = "Välj";
"Don't Save Button" = "Spara inte";
"New Folder Button" = "Ny mapp";
"Replace Button" = "Ersätt";
"Discard Button" = "Ångra";
"Review Button" = "Granska ändringar...";
"Use Dot Button" = "Använd ”.”";
"ExtensionAlertUseOneLabel" = "Använd .^1";
"ExtensionAlertUserBothLabel" = "Använd båda";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Spara ändringar innan du stänger fönstret";
"SaveChangesQuitting Banner" = "Spara ändringar innan du avslutar";
"SaveChangesOther Banner" = "Spara ändringarna";
"DiscardChanges Banner" = "Spara inte";
"WantToSaveDoc Banner" = "Vill du spara ändringarna i dokumentet ”^0”?";
"WantToSaveThis Banner" = "Vill du spara ändringarna i dokumentet?";
"WantToSaveAppDocs Banner" = "Vill du spara ändringarna i dina ^0-dokument?";
"WantToDiscardDoc Banner" = "Vill du bortse från ändringarna du gjort i dokumentet ”^0”?";
"WantToDiscardThis Banner" = "Vill du bortse från ändringarna du gjort i dokumentet?";

"Review App Docs Banner" = "Du har ^0 ^1-dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";
"Review Several App Docs Banner" = "Du har flera ^1-dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";

"Review Docs Banner" = "Du har ^0 dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";
"Review Several Docs Banner" = "Du har flera dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";

"Review App Single Doc Banner" = "Du har ^0 ^1-dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";
"Review Single Doc Banner" = "Du har ^0 dokument med ändringar som inte sparats. Vill du granska ändringarna innan du avslutar?";

"Review Docs Explanation" = "Om du inte granskar dokumenten kommer alla ändringar att försvinna.";

/* Untitled strings */
"Untitled Folder" = "Ny mapp";
"Untitled Doc" = "Namnlöst";

/* Alert strings */
"Cant Replace Locked" = "Det går inte att ersätta ”^0” eftersom den är låst.";

"Remove Favorite" = "Ta bort bokmärke";
"Cant Resolve Alias NotFound" = "Bokmärket ”^0” kunde inte öppnas eftersom originalfilen inte kunde hittas.";
"Navigate Alias Not Found" = "Aliaset ”^0” kunde inte öppnas eftersom originalfilen inte kunde hittas.";

"Name Already Taken" = "Namnet ”^0” är upptaget. Välj ett annat namn.";
"Cant Replace Folder" = "Namnet ”^0” används redan för en mapp.";
"Cant NewFolder OnLockedDisk" = "Du kan inte skapa en ny mapp eftersom skivan är låst.";
"Not Right Privs" = "Du kan inte ersätta ”^0” eftersom du inte har tillräcklig behörighet.";
"Cant use period" = "Namn som inleds med punkter ”.” är reserverade för systemet. Använder du ett namn som inleds med en punkt kommer filen att vara gömd.";

"ExtensionWarningText" = "Är du säker på att du vill spara dokumentet med filtillägget ”.^0”? Rekommenderat filtillägg är ”.^1”.";
"ExtensionWarningSubtext" = "Om du inte använder filtillägget ”.^1” kan dokumentet komma att sparas i ett annat filformat.";

"ExtensionErrorText" = "Det går inte att spara dokumentet med filtillägget ”.^0”. Rekommenderat filtillägg är ”.^1”.";
"ExtensionErrorSubtext" = "Det går att använda båda, så att filnamnet slutar med ”.^0.^1”.";

"ReplaceAlertText" = "Ett objekt med namnet ”^0” finns redan på denna plats. Vill du ersätta det med objektet du sparar?";
"ReplaceWithExtensionAlertText" = "Ett objekt med namnet ”^0” samt filtillägg ”.^1” finns redan på denna plats. Vill du ersätta det med objektet du sparar?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Bokmärken";
"Recent Places"	= "Tidigare platser";
"Computer" = "Dator";
"Home menu item" = "Hem";

/* Show Popup Menu strings */
"All Files" = "Alla dokument";
"All Known Files" = "Alla kända dokument";
"All App" = "Alla ^0-dokument";
"All Readable Files" = "Alla läsbara dokument";

/* Format Popup Menu strings */
"Default" = "Förval";

/* Generic Kind strings */
"Picture Document" = "Bilddokument";
"Text Document" = "Textdokument";
"Movie Document" = "Filmdokument";
"Sound Document" = "Ljuddokument";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Kunde inte ansluta";
"Connect Failed Details" = "Inget svar från iDisk-servern. Försök igen.";
"Invalid Setup" = "Det går inte att komma åt din iDisk. Medlemsnamn eller lösenord kan vara ogiltigt.";
"Invalid Setup Details" = "Du kan ändra namn och lösenord i .Mac-fliken i inställningspanelen Internet i Systeminställningar.";
"iTools Button" = "Öppna .Mac-inställningar...";
"Authentication Failed" = "Inloggningen misslyckades";
"Authentication Failed Detailed" = "Ditt namn eller lösenord har skrivits in fel. Försök igen. Du kan kontrollera ditt namn och lösenord i fönstret .Mac-inställningar.";

/* List view column titles*/
"Name Column Title" = "Namn";
"Date Modified Column Title" = "Ändringsdatum";

/* Authenticated Server strings */
"Connect Button" = "Anslut...";
"Connect Caption" = "Tryck på Anslut om du vill se de tillgängliga resurserna på servern \"^0\".";

/* Query strings */
"QueryItemCountString" = "%i objekt";
"CurrentFolderScopeString" = "Mappen \"%s\"";
"HomeScopeString" = "Hem";
"EverywhereScopeString" = "Dator";

/* Preview strings */
"MoreInfo" = "mer info...";
